tataCoding/Help/epoukaz_dokumentace_pro_vyvojare_v9/XML_priklady/NacistInformaceOZrusenemPoukazu_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cuep="http://www.sukl.cz/erp/cuep" xmlns:com="http://www.sukl.cz/erp/common">
    <soapenv:Header/>
    <soapenv:Body>
        <cuep:NacteniInformaceOZrusenemPoukazuDotaz>
            <cuep:Doklad>
                <com:Pristupujici>
                    <com:Uzivatel>669cac52-b591-4276-8815-f81a2f97192a</com:Uzivatel>
                    <com:Pracoviste>00000908777</com:Pracoviste>
                </com:Pristupujici>
                <cuep:Identifikator>
                    <cuep:ID_Dokladu>F3DFKKGAC</cuep:ID_Dokladu>
                </cuep:Identifikator>
            </cuep:Doklad>
            <com:Zprava>
                <com:ID_Zpravy>3f4b62b0-290d-48e7-b544-111ecab9f2b0</com:ID_Zpravy>
                <com:Verze>202201A</com:Verze>
                <com:Odeslano>2021-09-05T21:47:37.897+02:00</com:Odeslano>
                <com:SW_Klienta>0123456789AB</com:SW_Klienta>
            </com:Zprava>
        </cuep:NacteniInformaceOZrusenemPoukazuDotaz>
    </soapenv:Body>
</soapenv:Envelope>
